---
kind: other
id: Properties.T:Autodesk.Revit.DB.ViewSchedule
zh: 明细表
source: html/1f953db0-5f60-3363-1d21-df3c9dd2a523.htm
---
# ViewSchedule Properties

**中文**: 明细表

Element id of Analysis Display Style associated with the view.